Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Bolivia: Disabled Protesters Demand More Welfare Support · Global Voices
ko: 볼리비아: 장애인시위 복지지원 증진을 요구하다.

source: The government of President Evo Morales responded by offering a one-time subsidy equivalent to 145 US dollars, which went into effect the day before the caravan arrived in La Paz.
ko: 달러에 해당하는 일회성 보조금을 지원을 제안하였고 그 제안은 시위행진이 라파즈에 도착하기 하루전에 시행되었다.

source: This offer was rejected by leaders of the movement of persons with disabilities, while the Plurinational Assembly (Bolivia's Parliament) is debating a Preferential Treatment for Disabled People Law.
ko: 그러나 볼리비아 의회에서 장애인 특혜법에 관한 논의가 진행되는 동안 장애인 시위 대표자들은 이 제안을 거절했다.

source: On the afternoon of Thursday, February 23, the march of disabled people attempted to enter Murillo square, the political centre of the country where both the Presidential Palace and the Parliament building are located.
ko: 2월 23일 목요일 오후, 장애인 시위대는 대통령 궁과 국회의사당이 위치한 정치 중심지인 무리요(Murillo) 광장 진입을 시도했다.

source: "Evo: We want to live well." Photo by Wayrachaki (CC BY-NC 2.0)
ko: "Evo: We want to live well. " Photo by Wayrachaki (CC BY-NC 2.

source: Twitter user @wayrachaki , based in La Paz, followed the march and reported live using his mobile phone camera.
ko: 라파즈의 한 트위터 사용자인 웨이라차키(@wayrachaki) 는 시위행진을 뒤따르며 그의 핸드폰 카메라로 시위진행상황을 실시간으로 보도하였다.

source: He also uploaded a set of images on Flickr.
ko: 또한, 그는 플리커에도 사진들을 올렸다.

source: Police did not allow marchers into the square and clashed with protesters, allegedly using tear gas and pepper spray, as well as electro-shock devices.
ko: 일련에 따르면, 경찰은 최루가스와 고추가루 스프레이, 또한 전기 충격기를 사용한 것으로 전해졌다.

source: Karen Gil wrote on her blog a close account of the events:
ko: 카렌 길은 자신의 블로그에 이 상황의 관해 상세하게 설명을 적었다:

source: Yesterday afternoon the marchers tried to force their way into the main square in La Paz, location of the government palace.
ko: 어제 오후, 시위대가 대통령궁이 있는 라파즈 중앙광장에 과격하게 진입을 시도하였다.

source: A government spokesperson condemned the violence and claimed there were groups present who provoked the clashes leaving 20 police injured.
ko: 한 정부 대변인은 이러한 과격한 진입을 규탄하였고 여러 무리의 시위자들이 충돌을 유발하였으며 20명의 경찰이 부상을 입었다고 주장하였다.

source: Bolivian media reports the police used tear gas and pepper spray.
ko: 볼리비아 언론은 경찰이 최루가스와 고추가루 스프레이를 사용하였다고 보도하였다.

source: At least 10 people with disabilities were injured.
ko: 최소 10명의 장애인들이 부상을 입었다.

source: The Ombudsman office said the marcher's rights were abused and there was evidence they had been injured.
ko: 옴부즈만협회는 시위자의 권리가 침해되었으며 시위자가 부상을 당한 증거가 있다고 주장하였다.

source: Divided positions can be found on social media platforms after the clash.
ko: 이 충돌 후, 소셜미디어상에서도 의견들이 분분한 것을 볼 수 있다.

source: On the one hand, many Twitter comments condemned the use of violence by police forces using the hashtag #Discapacitados (Disabled) .
ko: 한편으로는 많은 트위터사용자들이 #디스카파시타도스 (“장애인”)이라는 해쉬태그를 사용하며 경찰의 폭력사용을 비난하였다.

source: There is also a Facebook group called Solidaridad con los discapacitados de Bolivia (Solidarity with Disabled in Bolivia).
ko: 또한, 솔리다리다드 콘 로스 디스카파시타도스 데 볼리비아 (“볼리비아 장애인 연대”)와 같은 페이스북 그룹 도 생겼다.

source: On the other hand, there are Twitter users like Juan Carlos Quiroga (@jcrquiroga) who argue that the protesters excessively provoked the police and even destroyed public property.
ko: 그러나 다른 한편으로는, 주안 카를로스 퀴로가(@jcrquiroga) 와 같은 트위터 사용자들은 시위자들이 과도하게 경찰을 도발하였으며 공공물 또한 훼손하였다고 주장하였다.

source: For instance, he Tweeted :
ko: 예를 들어, 퀴로가는 트위터에 이렇게 글을 남겼다:

source: Brazil: Is the Weather Wacky? · Global Voices
ko: 브라질: 날씨가 미쳤다?

source: Talking about the weather may be mere elevator chit-chat but, come rain or shine, there is no honest conversation that does not make some reference to the weather.
ko: 날씨는 단지 엘레레이터용 가벼운 잡담거리 일 수도 있지만, 비가 오건 개인 날이건, 날씨를 언급하지 않는 거짓 없는 대화란 없을 것이다.

source: With the recent droughts in the southern region, floods in the southeast region and atypical weather in the Northeast, terms like El Nino, La Nina and convergence zone have made their way into our everyday vocabulary and become the topic of many conversations.
ko: 남부 지역에서의 최근 가뭄, 동남부 지역에서의 홍수와 북동부 지역에서의 이례적인 기후, 엘니뇨, 라니냐같은 용어들, 그리고 수렴대이 우리 일상에 빈번히 등장하는 용어가 되어버렸으며 많은 대화의 주제가 되었다.

source: Obviously the online community could not remain silent on the issue.
ko: 이 이슈에 대해 온라인 커뮤니티가 조용히 있을 리 없다.

source: Especially not in the face of Brazil's readying for the United Nations Conference on Sustainable Development, Rio+20.
ko: 특별히 유엔(UN) 지속가능개발 회의 리우 +20 준비가 한창인 브라질에서는 말이다.

source: But what do Internet users actually think about these recurring ecological disasters and atypical climate changes?
ko: 그러나 누리꾼들이 거듭해 일어나는 자연 재해와 이례적인 기후 변화에 대해 실제로 어떤 생각을 하고 있을까?

source: Is the conversation a mere reflection of the fact that we now have access to weather occurrences throughout the world and are aware of disasters occurring at micro- and macro-regional levels, or are we indeed in the midst of a worldwide climate change with disastrous consequences?
ko: 그리고 지금 이러한 논의들이 우리가 전 세계적 날씨 상황에 대한 정보에 접근이 가능해짐에 따라 지역별 소규모, 대규모의 재해에 대해 알게 되어 버렸다는 사실을 그저 반영하는 것일까? 아니면 우리가 파국으로 치닫는 전세계적 규모의 기후 변화의 중심에 있다는 것을 의미하는 것일까?

source: Photo by Mateus Waechter on Flickr (CC BY-NC 2.0)
ko: Photo by Mateus Waechter on Flickr (CC BY-NC 2.

source: As reported in an article published on Global Voices in 2009 concerning the effects of heavy rains in Salvador that were mitigated on account of information circulated among the online community, while some claimed that the heavier rains were due to climate changes, João Miguel Lima left a comment claiming that:
ko: 2009년 글로벌 보이스에 기재된 기사에서 볼 수 있듯, 살바도르(Salvador)에서의 큰 비의 영향력에 관한 논의는 이 것이 단지 온라인 커뮤니티 사이에서 퍼진 정보일 따름이라는 주장과 큰 비가 기후 변화의 산물이라는 주장이 대립하고 있다. 이에 대해 호야오 미겔 리마(João Miguel Lima)는 이렇게 주장하고 있다:

source: World: Global March Against the Syrian Dictator · Global Voices
ko: 세계: 시리아 독재자에게 대항하는 국제시위

source: This post is part of our special coverage Syria Protests 2011.
ko: 이글은 글로벌 보이스의 2011 시리아 민중 봉기 특별취재의 일부입니다.

source: In March 2011, when Syrians started taking to the streets to demand freedom and justice, it was hard to imagine that a year later the regime would have killed thousands of people and tortured and arrested countless others.
ko: 2011년 3월, 자유와 정의를 쟁취하기 위해 시리아인들이 거리로 나섰을 당시, 일 년 후인 지금 시리아 정부가 수 천명의 시민을 학살하고 무수한 민중을 고문하고 체포하고 있을 것이라곤 상상도 못 했을 것이다.

source: The city of Homs has been besieged since the beginning of February and suffers an unprecedented crackdown against its entire population, with a death toll of 100 every day.
ko: 시리아 혁명 일 주년이 다가오는 지금, 이 시민 연대는 더욱 많은 지지를 얻을 것으로 예상된다.

source: While international powers have not agreed on the need to pressure the Assad regime, global citizens solidarity with Syrians has been increasing and it will likely garner more support now that we are reaching the anniversary of the Syrian revolution.
ko: 시리아를 위한 국제 시위 (Global March for Syria) 라 불리우는 한 프로젝트를 통해, 전 세계인들은 고통 당하는 시리아 민중을 지지하기 위해 3월 15일부터 17일까지 거리시위를 진행하려고 한다.

source: An initiative called Global March for Syria aims to take people from all over the world to the streets on March 15, 16 and 17 in support of the Syrian people's struggle.
ko: 이 캠페인에 대해 설명하고 있는 “독재자에게 대항하다” (“Against a Dictator”) 라는 제목의 영상은 온라인상에서 널리 공유되었다:

source: The campaign is explained in a video called "Against a Dictator" that has been widely shared online: Marches for Syria are already planned in 16 cities, and the list keeps growing every day.
ko: 이미 16개 도시에서 시리아를 위한 국제 시위가 계획되어 있으며, 이 리스트는 매일 늘어나고 있다.

source: Activists have created a Facebook event with information on the different marches, where they encourage citizens worldwide to stand with Syria against oppression:
ko: 인권 운동가들은 페이스북 이벤트를 열어 각 다른 도시의 시위 정보를 제공하는 동시에 전 세계 시민들이 시리아 인들과 함께 정부의 시민 억압에 맞서기를 격려하고 있다:

source: One year since the Syrian revolution began.
ko: 시리아 혁명이 시작된 지 일 년이 지났다.

source: One year of violence against peaceful protesters and innocent civilians.
ko: 그 일 년 간 평화를 위해 애쓰는 시위자들과 무고한 시민들에게 폭력이 가해졌다.

source: One year of bloodshed.
ko: 그 일 년 간, 피가 흘려졌다.

source: And one year of a brave stance against great evil, but the Syrian people have vowed to never stop until the fall of the regime, until they gain freedom and dignity.
ko: 그리고 일 년 간 거대한 악에 대항하는 용기도 볼 수 있었다. 그러나 시리아인들은 정권이 무너질 때까지, 시리아인들이 자유와 존엄을 얻을 때까지 절대 멈추지 않을 것이라고 맹세하였다.

source: On March 15-17, 2012 let's stand with Syria against oppression and take a moment to remember the thousands of lives sacrificed since March 15, 2011.
ko: 2012년 3월 15일부터 17일까지, 시리아와 함께 억압에 맞서고, 2011년 3월 이후 희생된 수 천명의 생명들을 기억하기 위한 시간을 잠시 가져 봅시다.

source: The list of marches (please add yours to the Facebook event and as a comment to this post) are as follows: Toronto, Canada Washington DC, USA Ottawa, Canada Calgary, Canada Montreal - Canada Chicago, Illinois, US London, UK Geneva, Switzerland Seine, France, Paris, France, Paris, France, Bergen, Norway, Zürich, Switzerland Germany, Munich San Francisco, USA New Zealand
ko: (이 포스트에 대한 댓글로써 이 페이스북 이벤트에 참여해주세요): 토론토, 캐나다 워싱턴 D. C, 미국 오타와, 캐나다 캘거리, 캐나다 몬트리올, 캐나다 시카고, 일리노이스, 미국 런던, 영국 제네바, 스위스 센(Seine), 프랑스, 파리, 프랑스, 파리, 프랑스, 베르겐(Bergen), 노르웨이, 쥬리치(Zürich), 스위스 뮤니크(Munich), 독일 샌프란시스코, 미국 뉴질랜드

source: Macedonia: 'Academic Solidarity' Against Free Speech and Scientific Method · Global Voices
ko: 마케도니아 : 표현의 자유와 과학적 방법에 반대하는 '학계의 연대'

source: A young woman, gender scholar, human rights activist and blogger, who dared to speak the truth to those in power in Macedonia and stood up against entrenched homophobia, ended up with a ruined academic career.
ko: 성 연구학자이자 인권운동가, 인터넷 블로거로 활동하는 한 젊은 여성이, 마케도니아의 권력자들을 향해 용기를 내어 진실을 이야기하며 사회에 만연한 동성애 혐오주의에 대항하였으나, 결국 그녀의 학자로서의 경력만 큰 손상을 입고 말았다.

source: Irena Cvetkovik gained public prominence in 2007 through her intelligent and courageous writing about gender issues on her blog Femgerila – at the time, she was finishing her master's in the area.
ko: 이레나 세토코비치(Irena Cvetokvik)는 그녀의 개인 블로그인 '펨게릴라 (Femgerila)'에 성(性)에 관련된 지적이면서도 대담한 글을 게시했고 이를 계기로 대중적인 인지도를 얻게 되었다.

source: She also ran a literary blog featuring short, often erotic, stories, which was closed as part of a deal for publishing a book with the same content.
ko: 또한 이레나는 짧은 에로 소설을 담은 문학 블로그를 운영하기도 했는데, 이 블로그의 경우 블로그 컨텐츠로 책을 낸다는 계약에 맺어지면서 문을 닫게 되었다.

source: Photo of Irena Cvetkovik in 2007, used with permission.
ko: 2007년에 찍은 이레나 세토비크 (Irena Cvetkovik)의 사진

source: Soon afterwards, she was recruited as a columnist for the daily Dnevnik, and gained wider “notoriety” among the conservative establishment – “earning” even a Facebook group with hundreds of members devoted to hating her as symbol of otherness, with some of the comments published in the "Black Book”, a project documenting the rise of hate speech in Macedonia during 2009 (.pdf, pg.
ko: 얼마 후, 그녀는 마케도니아 일간지 '데브니크 (Dnevnik)'에 컬럼니스트로 채용되었고, 보수적인 기성 사회에서는 악명높은 유명 인사가 되었다. 심지어 그녀를 증오하는 데 전념한 수 백명이 모여 만든 페이스 북 그룹까지 보유하게 되었다.

source: 50-53, edited by media expert & blogger Roberto Beličanec, and mentioned in an earlier GV article on hate speech ).
ko: 흑서는 2009년 마케도니아의 (특정 그룹을 대상으로 하는) 혐오 발언의 증가를 기록하는 프로젝트이다.

source: Here is the intro from the "Black Book":
ko: 아래 글은 '흑서' 서문의 일부이다.

source: Irena has a strange surname.
ko: 이레나는 이상한 성(姓)을 가지고 있다.

source: Irena is a feminist.
ko: 이레나는 여성주의자이다.

source: Irena protests against building of a church.
ko: 이레나는 교회 건축을 반대한다.

source: Irena can write.
ko: 이레나는 글을 쓸 수 있다.

source: Irena can compose a meaningful sentence.
ko: 이레나는 의미심장한 문장을 만들어 낼 수 있다.

source: Irena is young.
ko: 이레나는 젊다.

source: Irena is educated.
ko: 이레나는 교양있다.

source: Irena is active.
ko: 이레나는 활동적이다.

source: Irena is liberal.
ko: 이레나는 자유주의자이다.

source: Irena is open.
ko: 이레나는 편견없이 열려있다.

source: Irena is not powerful, at least not in political sense.
ko: 이레나는 강한 힘을 가지고 있지 않다, 적어도 정치적인 측면에서는.

source: Irena publicly supports the marginalized groups.
ko: 이레나는 공개적으로 소외 계층을 지지한다.

source: Irena is female.
ko: 이레나는 여성이다.

source: Well, how can you not hate her?
ko: 어떻게 이런 사람을 안 싫어할 수 있을까?

source: Irena Cvetkovik is a person who, due to all of the above, become object of hate and a live example of the capacity for intolerance in Macedonia...
ko: 이레나 세토비크는, 위에서 언급한 모든 면들 때문에, 증오의 대상이 되었으며, 마케도니아의 무관용을 보여주는 산 증인이 되었다.

source: In June 2009, the pressure was raised to a higher level. Aleksandar Lambevski explained on the blog Sextures:
ko: 2009년 6월 경 그녀에 대한 사회적 압력이 크게 증가하자 알렉산드라 람베프스키(Aleksandar Lambevski) 는 블로그 '섹스쳐 (Sextures)'에 이렇게 해명하기에 이른다.

source: I write this blog due to all the justified fuss raised with Irena Cvetkovik's critique of the textbook “Pedagogy” by Marija Kostova, Aneta Barakovska and Eli Makazlieva published by Prosvetno Delo in 2005, regarding the way they presented sexuality, especially homosexuality and lesbianism as “reversals” of the “rightful” sexual institct.
ko: 내가 이 블로그를 쓰는 이유는 "교육법(Pedagogy)"이라고 하는 한 고등학교 교과서에 대한 이레나의 비판을 둘러싸고 현재 벌어지고 있는, 또한 정당하다고 받아들여지고 있는, 난리 법석들 때문이다.

source: People with homosexual orientation are presented as “neurotic” and “psychotic” personalities (pg. 203).
ko: 실제로 책은 동성애적 성향을 가진 사람은 "과민증이 있거나"이며 "정신병을 가진" 인격체로 표현하고 있다 (203 페이지).

source: In her column, Irena Cvetkovik asked the authors to present any evidence from the recent scientific research published in reputable international scientific journals, scientific congresses, or validated by the relevant international or professional organizations, such as World Health Organization, American Psychiatric Association, etc.
ko: 명망있는 국제 과학 저널이나 과학 학회가 발표한 최신 연구 결과거나 세계보건기구, 미국 정신의학회(American Psychiatric Association) 와 같은 전문기관으로부터 입증된 자료 등이 증거가 될 수 있다.

source: Simply put, Cvetkovik asked the textbook authors about the basis of their claims about homosexuals, lesbians, and people with different sexual orientations.
ko: 쉽게 이야기하면, 이레나는 교과서 저자들에게 동성애자, 레즈비언, 그리고 다른 성적 특성을 가진 사람들에 대한 그들의 주장이 도대체 어디에 뿌리를 두고 있는지를 물어본 것이다.

source: This is the oldest academic procedure for methodological and epsitemiological validation.
ko: 이것은 방법론적, 인식론적 타당성 확보를 위한 가장 오래된 학문적 과정이기도 하다.

source: For this, Cvetkovik got a “libel” suit.
ko: 그러나 이 때문에 이레나는 교과서 저자들로부터 명예훼손 혐의로 피소당했다.

source: (More info in her text re/published by Okno and Dnevnik, and the scan of the controversial textbook chapter.
ko: (링크를 통해 오코(Okno)와 드네브니크(Dnevnik)에 의해 (재)출판된 이레나의 글에 대한 추가 정보를 얻으실 수 있으며 논란이 된 교과서 해당 장(章)의 스캔본을 확인 하실 수 있습니다.

source: I apologize for the poor scan quality...)
ko: 스캔 상태가 좋지 않은 점에 대해 양해바랍니다).

source: As Katerina Kolozova previously noted in Dnevnik, the situation of moving a subject of informed public and academic debate to the courthouse is grotesque, tragic and very dangerous.
ko: 캐서리나 코로조바 (Katerina Kolozova)가 일전에 데브니크에 기록된 바와 같이, 대중에 잘 알려진 주제나 학계 토론 거리를 법정으로까지 끌고 가는 상황은 좀 괴기스럽고, 비참하며 위험하기까지 하다.

source: What kind of social scientist, working in an allegedly open, democratic academic environment integrated into the world and Europe, needs to validate “the truth” about their “scientific” argument in court?
ko: 도대체 어떤 사회과학자가, 그것도 유럽 및 세계에 이어져 있는 개방적이고 민주적인 학문적 환경에서 종사하고 있는 사람이, ‘과학적’ 주장의 진실 여부를 법정으로 끌고가서 입증하려고 할까?

source: And what kind of court, especially in Macedonia in 2010, is competent to justly differentiate between the theses of the textbook authors and Irena Cvetkovik's critiques, and decide that her stance, based on her expertise, is “libel”?
ko: 그리고 과연 어떤 법원이, 특히 2010년 마케도니아에서, 교과서 저자들의 의견과 이에 대한 이레나 체토비치의 반박을 정당하게 구분하고는 그녀의 입장이 ‘명예훼손’ 이라고 판단할 자격을 갖추고 있을까?

source: As part of the process of European integration, Macedonia was forced to adopt an anti-discrimination law, in which the ruling majority refused to include sexual orientation.
ko: 마케도니아는 유럽 통합 과정의 일부분으로, 차별금지법을 시행해야만 하는 입장에 놓여져 있는데, 현재 집권 다수당은 이 법안에 성적 정체성에 관련된 사항을 포함시키는 것을 거부하였다.

source: The preparation of the initial text included the civil society, but in the end the Parliament adopted a completely changed Law, with very reduced competences.
ko: 법안의 초기 문안 작성을 준비하는 과정에 시민단체가 참여하였지만, 의회는 결국 상당히 줄어든 효력을 가지는 완전히 수정된 법을 채택하였다.

source: Žarko Trajanovski remarked that the ruling party used the debate about the law for “a homophobic campaign to spread fear and panic that protection from discrimination of the LGBT-persons would lead to legalization of incest, of polygamy, drugs...”:
ko: 자르코 트라야노브스키( Žarko Trajanovski)는, 만약 LGBT 그룹 을 보호하게 되면 결국 근친상간, 일부다처제, 마약 등이 합법화 될 것이라는 두려움과 혼란을 확산시기 위한, 동성애 혐오 운동을 추진하기 위하여, 집권당이 이번 법과 관련된 논란을 이용한 것이라고 언급하였다.

source: Even when the law received explicit critique as non-European in the last progress report , the authorities responded in a homophobic manner ("We do not accept homosexuality as normal").
ko: 심지어 법안의 마지막 경과보고서(영어판, 해당부분 19-20페이지)를 통해 해당 법이 비(非)유럽적이라는 명백한 비판을 받았을 때에도, 마케도니아 정권은 동성애혐오적인 태도로 대응하였다 (“우리는 동성애를 정상적이라고 받아들이지 않는다”).

source: First, MP Jovan Ginev declared at a parliamentary session that homosexuality is a disease.
ko: 먼저, 의사인 요반 기네프(Jovan Ginev) 총리는 의회 연설에서 동성애는 "질병"이라고 선언하였다 (관련내용).

source: Deputy PM Naumovski's conciliatory statement that “homosexuality is not a disease” sounded empty, after the deputy minister of labor and social policy diagnosed that “it is evident” that homosexuality “cannot be accepted as normal here.”
ko: 이 상황을 수습하기 위하여 나오모비스키(Naumovski) 부총리가 “동성애는 질병이 아니다”라는 성명을 발표하였지만, 노동/사회정책 차관이 동성애가 “이 곳에서는 정상적으로 받아들여질 수 없는 것이 명백하다”라고 진단한 이후부터 부총리의 발언은 의미없이 들리게 되었다.

source: On the other hand, it is normal here for homophobic textbook authors to sue people fighting homophobia for insult and libel.
ko: 반면, 마케도니아에서는 교과서 저자들이 동성애 혐오와 싸우는 사람들을 명예훼손과 모욕죄로 고소하는 것은 정상적인 일이다.

source: In March 2011, after a grueling court process, which incited protests against homophobia in Skopje, the judge finally decided that there were no grounds for libel in the case.
ko: 수도 스코프(Skopje)에서 동성애 혐오에 반대하는 시위를 촉발했던 장기간의 힘들었던 재판 과정 이후, 2011년 3월, 담당판사는 이 건에는 명예훼손에 대한 근거가 없다고 최종 판결했다.

source: In July 2011, the recently formed state Anti-Discrimination Commission issued a binding recommendation that the homophobic pedagogy textbook had to be changed.
ko: 최근 세워진 차별금지위원회는 작년 7월 동성애 혐오적인 교과서가 수정되어야 한다는 내용을 담은 구속력 있는 권고안을 발표하였다.

source: Irena Cvetkovik in 2010.
ko: 이레나 츠베트코비치 (Irena Cvetokvik), 2010년

source: In the meantime, Irena Cvetkovik ended her columnist engagement, pretty much stopped blogging, and focused on her academic career and family.
ko: 그동안 이레나는 칼럼리스트로서의 활동을 접고, 블로그에 글을 올리는 것도 거의 중단하며, 그녀의 학자로서의 경력과 가정에 집중하였다.

source: She finished her master's and applied for a job at her alma mater, the University of Sts. Cyril and Methodius, where she already worked part-time.
ko: 그녀는 석사학위를 마치고 이미 시간제로 근무한 바 있는 그녀의 모교 성 키릴 & 메디투스 대학에 입사지원을 하였다.

source: I heard that the Institute of Gender Studies was supposed to employ an assistant. I heard that a commission was formed, and that it proposed a candidate who fit all the criteria, a person who already cooperated with the Institute.
ko: 하지만, 2011년 9월 미르야나 나이체브스카(Mirjana Najchevska)교수는 블로그에 올린 글을 통해 다음과 같이 밝히고 있다.

source: I heard that two professors who wrote an openly homophobic textbook and lost a defamation suit against a person who disagreed with them managed to mobilize all dark forces of the faculty and oppose the selection of the proposed candidate.
ko: 내가 들은 바에 따르면, 채용위원회가 구성되었고, 이 위원회는 모든 채용조건에 부합하며, 이미 이 연구소에서 근무경력이 있는 채용후보자를 추천한 것으로 알고 있다.

source: I heard that insults of the lowest kind were spoken.
ko: 뿐만 아니라, 그 후보자에 대해 아주 저급한 모욕이 이루어졌다는 소식도 들었다.

source: I heard that many professors kept their mouths shut and failed to react.
ko: 많은 교수들이 이 문제에 대해 목소리를 내지 않았으며, 제대로 대응하지 못했다.

source: I also heard that the proposed candidate was not elected.
ko: 결국, 추천된 후보자는 채용되지 못하였다.

source: If my colleagues from the Philosophy Department indeed allowed this to happen, I - prof. Mirjana Najchevska, PhD - must admit that I feel terrible shame for them.
ko: 만일 철학과의 내 동료교수들이 정말로 이 같은 일을 방치하였다면, 나는 그들에 대하여 심각한 수치스러움을 느끼고 있음을 인정할 수 밖에 없다.

source: Shame to work at a university that allows such things to pass.
ko: 이것은 또한, 이 같은 일이 일어나고 있는 대학에 근무하고 있는 데 대한 수치심이다.

source: I think the whole University and our higher education has been infected by the VMRO syndrome.
ko: 내 생각에는 이 대학 전체 뿐 아니라, 마케도니아의 대학교육이 VMRO 증후군에 감염되어 있다.

source: Either we'll regain consciousness and oppose it, or the darkness will swallow us one by one.
ko: 대학위원회는 이레나의 채용건을 찬성 10, 기권 41로 부결하였다.

source: The rumor proved to be true, even though only one (foreign-based) media outlet - Radio Free Europe - dared to explore the story through two articles.
ko: 투표시작 전 투표를 하지 않겠다고 말한 것으로 알려진 학장도 기권표를 던졌다.

source: The University Council refused Irena Cvetkovik's candidacy with 10 votes “for” and 41 members abstaining from voting, including the Dean who allegedly declared that he wouldn't vote at the beginning of the procedure.
ko: 자유유럽라디오에 따르면, 고란 아딘스키(Goran Ajdinski)학장은 이레나와 법정소송을 진행한 교수들에 대한 동료들의 연대가 그녀의 채용에 대한 거부로 이어진 점을 인정하였다.

source: According to RFE,
ko: 맞습니다.

source: Dean Goran Ajdinski admits that solidarity with the professors who had a quarrel with Cvetkovik resulted in the refusal of her candidacy.
ko: 저는 제가 15년 이상 알고 지낸 제 동료에 대한 연대를 표현한 것입니다.

source: “Yes, I showed solidarity with my colleague, whom I've known for more than 15 years.
ko: 그 여교수는 동료들 사이에서 존경을 받고 있습니다.

source: She is very respected by us, her colleagues, she is a good professor, the students and the colleagues love her.
ko: 그녀는 좋은 교수이며, 학생과 동료들 모두 그녀를 사랑합니다.

source: Maybe this was the tipping point in the decision to elect or not to elect an assistant.”
ko: 아마도 이러한 점들이 연구원 채용여부에 대한 결정에서 변환점이 되었을 겁니다.

source: Still, he denied that he lobbied, pressured or incited “the quiet boycott” against Cvetkovik.
ko: 그는 “교수들 간 논의가 있은 후 나는 내 입장을 이야기하였다.

source: He said that “after the professors discussed, I stated my position, but it is unbelievable that anyone can tell another person how to vote.
ko: 하지만 누가 다른 사람에게 어떻게 투표하라고 이야기할 수 있다는 건 말이 되지 않는다.

source: The Dean, in my opinion, as a good Dean, must simply protect the interests of his colleagues.”
ko: 좋은 학장은 동료들의 이익을 보호해야만 한다는 것이 나의 생각이다”.

source: The Institute of Gender Studies did not choose another assistant.
ko: 성연구소는 다른 지원자를 선택하지 않았고, 결국 채용계획은 무효가 되었다.

source: The competition was annulled. Cvetkovik says she does not plan to apply again, because she believes she has no chance of being elected, and that would also inconvenience the professors who supported her candidacy.
ko: 이레나 세트코비치는 자신이 다시 채용될 가능성이 없을 뿐더러, 자신을 채용후보자로 지지한 교수들에게 누가 될 수 이유로 재차 지원할 계획은 없다고 밝혔다.

source: Only one other member of the university staff, prof. Biljana Vankovska, publicly expressed outrage through her weekly column in the Nova Makedonija daily.
ko: 빌야나 반코브스카 (Biljana Vankovska) 교수는 일간지 노바 마케도니아(Nova Makedonija)의 기고를 통해 학내에서 유일하게 이 문제에 대하여 공개적으로 분노를 표현하였다.

source: She explained that the procedure for delegating Council members reflects the level of democracy in the society, and is affected by politics, lobbying and support both within and outside of the institution.
ko: 이렇게 구성된 위원회는 학내 구성원을 대표하여 결정을 내리게 되었으며, 위원회 멤버가 아닌 구성원들은 아무런 영향력도 끼치지 못하게 되었다고 그녀는 덧붙였다.

source: This form of management decides on behalf of the staff, who have no influence unless they are members.
ko: 반코브스타 교수의 항의에 학장은 그녀가 언급한 내용이 “사람을 피곤하게 하고 비상식적이다”라는 반응을 보였다.

source: The Dean's response to her protests in this case was that her e-mails were "tiring and abnormal."
ko: 이어지는 칼럼을 통해 그녀는 한 위원회 의원의 경우 그녀에게 "위원회 위원이 되는게 그리 쉬운 일로 보이느냐.

source: In a subsequent column she wrote that one of the Council members sent her an anonymous message advising that "one has to earn the position on the Council, which is not gained by spitting on the state, the institutions and the colleagues."
ko: 국가와 대학, 동료들에게 침 뱉는 듯한 (돌출) 행동을 한다고 해서 될 수 있는 그런 자리가 아니다"라른 익명의 편지를 썼다고 밝혔다.

source: Vankovska was the only employee of the Faculty of Philosophy who filed an official complaint to the Council.
ko: 반코브스카 교수는 철학과에서 유일하게 위원회에 공식적으로 불만을 제기한 구성원이었다.

source: There was no reaction by the university or the state authorities in charge of the education system.
ko: 대학이나 교육담당 정부부처에서는 이에 대해 별다른 반응이 없었다.
